Repository: milotype/WebfontKitGenerator
Catalog: po/*.po
Languages: de

source: Create @font-face kits easily
de: Einfaches Erstellen von @font-face Paketen

source: Webfont Kit Generator is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
de: Webfont Kit Generator ist ein einfaches Dienstprogramm zum Erstellen von woff, woff2 Schriften inklusive erforderlicher CSS Eigenschaften aus otf und ttf Schriftformaten.

source: Generate
de: Erstellen

source: Add some fonts
de: Schriften hinzufügen

source: Open Fonts
de: Schriften öffnen

source: Output directory
de: Ausgabeverzeichnis

source: Select a directory
de: Verzeichnis auswählen

source: Browse...
de: Durchsuchen …

source: Fonts
de: Schriften

source: Cancel
de: Abbrechen

source: Generation finished!
de: Erstellung fertiggestellt!

source: To link your fonts, copy the code below into the head of your HTML:
de: Um Schriften zu verknüpfen, kopiere folgenden Code in den Kopf der HTML-Datei:

source: Or import it directly to your CSS:
de: Oder importiere ihn in die CSS Datei:

source: Open in Files
de: In Dateien öffnen

source: Logs
de: Protokolle

source: Subsetting
de: Untergruppen

source: Limit the character set to reduce file size
de: Zeichensatz begrenzen, um Dateigröße zu verringern

source: Latin
de: Lateinisch

source: Cyrillic
de: Kyrillisch

source: Greek
de: Griechisch

source: Vietnamese
de: Vietnamesisch

source: Latin Extended
de: Lateinisch, erweitert

source: Cyrillic Extended
de: Kyrillisch, erweitert

source: Greek Extended
de: Griechisch, erweitert

source: Custom
de: Benutzerdefiniert

source: Comma separated values. Single hex values and/or ranges separated with hyphens.
de: Komma getrennte Werte. Einzelne, mit Bindestrichen getrennte, sechsstellige Werte und/oder Bereiche.

source: Font display
de: Schrift-Anzeige

source: The CSS font-display descriptor
de: CSS-Eigenschaft „font-display“

source: Options
de: Optionen

source: OTF & TTF
de: OTF und TTF

source: Open font files
de: Schriftdateien öffnen

source: Select output directory
de: Ausgabeverzeichnis wählen

source: Output directory error
de: Fehler im Ausgabeverzeichnis

source: You don't have write access to the selected directory.
de: Du hast keinen Schreibzugriff auf das ausgewählte Verzeichnis.

source: Disabled
de: Deaktiviert

source: Generating fonts for %s:
de: Schriften werden erstellt für %s:

source: Generated <i>{filename}</i> with <i>{count}</i> glyphs.
de: <i>{filename}</i> wurde erstellt mit <i>{count}</i> Glyphen.

source: No glyphs where found for {range}. Skipping.
de: Für den Bereich {range} wurden keine Glyphen gefunden. Überspringen.

source: Generating CSS:
de: Erstellung der CSS-Datei:

source: Generated <i>{filename}</i>.
de: Datei <i>{filename}</i> erstellt.

source: There is no CSS to generate.
de: Es kann kein CSS generiert werden.

source: Font loading error
de: Fehler beim Laden der Schrift

source: You don't have read access to {font} or it doesn't exists.
de: Du hast keinen Lesezugriff auf die Schrift {font} oder sie existiert nicht.

source: Something happened when trying to load {font}.
de: Fehler beim Laden der Schrift {font}.
